{
      "title": "Profile",
      "hello": "Hello!",
      "introPart1": "I’m",
      "introName": "Tran Van Nam",
      "introPart2": "Software Developer",
      "greeting": "Nice to meet you, I’m Trần Văn Nam,\nI’m a student of University of Economic and Law \nMajor: Management information System",
      "intern": "Intern",
      "careerObjective": "Career Objective",
      "experience": "Experience",
      "projects": "Projects at university",
      "showvideo": "Video demo",
      "androiddescription":"This Android app, built using Android Studio and Firebase, ensures secure data storage and ease of use. It features a user-friendly interface and data analysis tools for administrators.",
      "ecommerce_description": "This e-commerce site, built with Angular, Node.js, and MongoDB, offers product browsing, cart management, purchases, and secure user authentication with a modern UI.",
      "internship_objective": "\"I am currently looking for an internship opportunity in the technology sector, where I can apply my knowledge and practical experience gained through university projects and learn new things from team. With a strong desire to become a software developer, I am eager to contribute to projects, collaborate effectively within teams, and help the organization achieve its goals.\" ---2024",
      "experience_company": "QT-Data Inc, Technology Internship",
      "experience_duration": "03/2023 - 06/2023",
      "experience_certificate": "Certificate",
      "contribute_title": "Contribute",
        "contribute_list_1": "<b>Crawled data:</b> Developed scripts and tools for web scraping and data extraction.",
        "contribute_list_2": "<b>Developed automation tools:</b> Created and maintained tools to automate repetitive tasks and improve workflow efficiency.",
        "contribute_list_3": "<b>Updated working systems:</b> Updated code to display work notifications and ensure accurate information is presented to teams.",
      "tools": "Tools",
      "skills": "Specialized tools",
      "knowledge": "Knowledge",
      "basic_website": "<b>Developed a basic website:</b> Analyzed business processes, designed UI interfaces, developed front-end and back-end, designed database structures, and deployed the application.",
        "basic_android_app": "<b>Developed a basic Android application:</b> Analyzed business processes, designed UI interfaces, developed the front-end, and designed database structures.",
        "sap_erp": "<b>SAP ERP:</b> Understanding of key terms and basic operations within the system.",
        "business_intelligence": "<b>Business Intelligence:</b> Utilized SSIS and SSAS tools for data integration, and Power BI for dashboard visualization.",
      "contact": "Contact",
      "phone": "Phone number \n0366 187 296"
}