{
    "title": "Hồ sơ",
    "title2":"Blog",
    "hello": "Xin chào!",
    "introPart1": "Mình là",
    "introName": "Trần Văn Nam",
    "introPart2": "Lập trình viên phần mềm",
    "greeting": "Rất vui được gặp bạn, mình là Trần Văn Nam,<br> Sinh viên của trường Đại học Kinh tế và Luật <br> Chuyên ngành: Hệ thống thông tin quản lý",
    "intern": "Thực tập sinh",
    "careerObjective": "Mục tiêu nghề nghiệp",
    "experience": "Kinh nghiệm làm việc",
    "projects": "Dự án tại trường đại học",
    "showvideo": "Xem",
    "androiddescription": "Ứng dụng Android này, được xây dựng bằng Android Studio và lưu trữ dữ liệu bằng Firebase. Ứng dụng có giao diện thân thiện với người dùng và còn có các công cụ phân tích dữ liệu dành cho quản trị viên.",
    "ecommerce_description": "Trang thương mại điện tử này có giao diện hiện đại, được xây dựng bằng Angular, Node.js, và MongoDB, cung cấp chức năng xem sản phẩm, quản lý giỏ hàng, mua hàng, và xác thực người dùng an toàn ",
    "internship_objective": "\"Mình đang tìm kiếm cơ hội thực tập trong lĩnh vực công nghệ, nơi có thể học hỏi được những kiến thức mới từ đồng nghiệp và cũng như áp dụng kiến thức học được từ trường đại học và những kinh nghiệm đã tích lũy được qua các dự án đã tham gia. Với mong muốn trở thành một chuyên viên phát triển phần mềm chuyên nghiệp. Có khả năng tham gia mọi dự án và giúp đỡ các thành viên trong team và trong tổ chức.\". ---2024",
    "experience_company": "Công ty QT-Data, Thực tập công nghệ",
    "experience_duration": "03/2023 - 06/2023",
    "experience_certificate": "Chứng chỉ",
    "contribute_title": "Đóng góp",
        "contribute_list_1": "<b>Thu tập dữ liệu:</b> Phát triển kịch bản và công cụ để thu thập dữ liệu từ web.",
        "contribute_list_2": "<b>Phát triển công cụ tự động hóa:</b> Thêm mới và bảo trì các công cụ để tự động hóa các nhiệm vụ lặp đi lặp lại nhằm cải thiện hiệu quả công việc.",
        "contribute_list_3": "<b>Cập nhật hệ thống làm việc:</b> Cập nhật phần mềm hiển thị thông báo công việc và đảm bảo thông tin chính xác được hiển thị đến nhóm.",
    "tools": "Công cụ",
    "skills": "Các công cụ chuyên môn",
    "knowledge": "Kiến thức",
    "basic_website": "<b>Phát triển một trang web cơ bản:</b> Phân tích quy trình kinh doanh, thiết kế giao diện UI, phát triển front-end và back-end, thiết kế cấu trúc cơ sở dữ liệu và triển khai ứng dụng.",
        "basic_android_app": "<b>Phát triển một ứng dụng Android cơ bản:</b> Phân tích quy trình kinh doanh, thiết kế giao diện UI, phát triển front-end và thiết kế cấu trúc cơ sở dữ liệu.",
        "sap_erp": "<b>SAP ERP:</b> Hiểu các thuật ngữ chính và thao tác cơ bản trong hệ thống.",
        "business_intelligence": "<b>Business Intelligence:</b> Sử dụng các công cụ SSIS và SSAS để tích hợp và chuyển đổi dữ liệu, và Power BI để trực quan hóa dữ liệu",
    "contact": "Liên hệ",
    "phone": "Số điện thoại <br>0366 187 296"
}